{
  "FixCursorHold.nvim": { "branch": "master" },
  "autopairs": { "branch": "master" },
  "autopairs-ts": { "branch": "main" },
  "autosession": { "branch": "main" },
  "avante.nvim": { "branch": "main" },
  "bufferline": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cloak.nvim": { "branch": "main" },
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "cmpgit": { "branch": "main" },
  "codeium.nvim": { "branch": "main" },
  "conform": { "branch": "master" },
  "copilot": { "branch": "master" },
  "copilot-chat": { "branch": "canary" },
  "copilotcmp": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "dap": { "branch": "master" },
  "dapui": { "branch": "master" },
  "diffview": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "earlyretirement": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "git-messenger.vim": { "branch": "master" },
  "gitsigns": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "guihua.lua": { "branch": "master" },
  "icons": { "branch": "main" },
  "illuminate": { "branch": "master" },
  "img-clip.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lazygit": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lspkind-nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "markdown-preview": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-dap": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "miniai": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neoscroll": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-go": { "branch": "main" },
  "neotest-python": { "branch": "master" },
  "neotree": { "branch": "v3.x" },
  "noice.nvim": { "branch": "main" },
  "notify": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim_comment": { "branch": "master" },
  "octo": { "branch": "master" },
  "omnisharp-extended-lsp.nvim": { "branch": "main" },
  "overseer": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "project": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "rainbow": { "branch": "master" },
  "refactoring": { "branch": "master" },
  "render-markdown": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "schemastore.nvim": { "branch": "main" },
  "scrollbar": { "branch": "main" },
  "ssr": { "branch": "main" },
  "telescope": { "branch": "master" },
  "telescope-media-files": { "branch": "master" },
  "telescope-symbols.nvim": { "branch": "master" },
  "template": { "branch": "main" },
  "tint": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "treesitter-context": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "twilight": { "branch": "main" },
  "ufo": { "branch": "main" },
  "vim-tmux-navigator": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "whitespace": { "branch": "master" },
  "yaml-companion": { "branch": "main" },
  "yanky": { "branch": "main" },
  "zenmode": { "branch": "main" }
}
