{
  "FixCursorHold.nvim": { "branch": "master" },
  "autopairs": { "branch": "master" },
  "autopairs-ts": { "branch": "main" },
  "autosession": { "branch": "main" },
  "bufferline": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "cmpgit": { "branch": "main" },
  "copilot": { "branch": "master" },
  "copilot-chat": { "branch": "canary" },
  "crates.nvim": { "branch": "main" },
  "dap": { "branch": "master" },
  "dapui": { "branch": "master" },
  "devdocs": { "branch": "master" },
  "devicons": { "branch": "master" },
  "diffview": { "branch": "main" },
  "earlyretirement": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "git-messenger.vim": { "branch": "master" },
  "gitsigns": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lazygit": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lspkind-nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine": { "branch": "master" },
  "luasnip": { "branch": "master" },
  "markdown-preview": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-dap": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "minifiles": { "branch": "main" },
  "miniicons": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neoscroll": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-go": { "branch": "main" },
  "neotest-python": { "branch": "master" },
  "neotree": { "branch": "v3.x" },
  "noice": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "notify": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "null-ls": { "branch": "main" },
  "nvim-nio": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim_comment": { "branch": "main" },
  "octo": { "branch": "master" },
  "omnisharp-extended-lsp.nvim": { "branch": "main" },
  "overseer": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "project": { "branch": "main" },
  "promise-async": { "branch": "main" },
  "rainbow": { "branch": "master" },
  "refactoring": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "schemastore.nvim": { "branch": "main" },
  "scrollbar": { "branch": "main" },
  "ssr": { "branch": "main" },
  "telescope": { "branch": "master" },
  "telescope-media-files.nvim": { "branch": "master" },
  "telescope-symbols.nvim": { "branch": "master" },
  "template": { "branch": "directory-variable" },
  "tint": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "treesitter-context": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "twilight": { "branch": "main" },
  "ufo": { "branch": "main" },
  "vim-illuminate": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "whitespace": { "branch": "master" },
  "yaml-companion": { "branch": "main" },
  "yanky.nvim": { "branch": "main" },
  "zenmode": { "branch": "main" }
}
