{
  "catppuccin": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazygit": { "branch": "main" },
  "notify": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim_comment": { "branch": "main" },
  "nvimtree": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "scrollbar": { "branch": "main" },
  "telescope": { "branch": "master" },
  "treesitter": { "branch": "master" }
}