{
  "LuaSnip": { "branch": "master" },
  "bufferline": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot": { "branch": "release" },
  "dap": { "branch": "master" },
  "dap-ui": { "branch": "master" },
  "fidget": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspconfig": { "branch": "master" },
  "lspkind-nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine": { "branch": "master" },
  "markdown-preview": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-dap": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "notify": { "branch": "master" },
  "null-ls": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim_comment": { "branch": "main" },
  "nvimtree": { "branch": "master" },
  "omnisharp-extended-lsp.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "project": { "branch": "main" },
  "rainbow": { "branch": "master" },
  "rnvimr": { "branch": "main" },
  "scrollbar": { "branch": "main" },
  "tasks": { "branch": "master" },
  "telescope": { "branch": "master" },
  "telescope-media-files.nvim": { "branch": "master" },
  "telescope-symbols.nvim": { "branch": "master" },
  "template": { "branch": "main" },
  "tint": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-illuminate": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "whitespace": { "branch": "master" }
}