{
  "LuaSnip": { "branch": "master" },
  "alpha": { "branch": "main" },
  "autopairs": { "branch": "master" },
  "autopairs-ts": { "branch": "main" },
  "bufferline": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot": { "branch": "release" },
  "crates.nvim": { "branch": "main" },
  "dap": { "branch": "master" },
  "dap-ui": { "branch": "master" },
  "devicons": { "branch": "master" },
  "gitsigns": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lspkind-nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine": { "branch": "master" },
  "markdown-preview": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-dap": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "neodev": { "branch": "main" },
  "neogen": { "branch": "main" },
  "noice": { "branch": "main" },
  "notify": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "null-ls": { "branch": "main" },
  "nvim-spectre": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim_comment": { "branch": "main" },
  "nvimtree": { "branch": "master" },
  "omnisharp-extended-lsp.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "project": { "branch": "main" },
  "rainbow": { "branch": "master" },
  "rnvimr": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "scrollbar": { "branch": "main" },
  "ssr": { "branch": "main" },
  "tasks": { "branch": "master" },
  "telescope": { "branch": "master" },
  "telescope-media-files.nvim": { "branch": "master" },
  "telescope-symbols.nvim": { "branch": "master" },
  "template": { "branch": "main" },
  "tint": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "twilight": { "branch": "main" },
  "vim-illuminate": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "whitespace": { "branch": "master" },
  "yanky.nvim": { "branch": "main" },
  "zenmode": { "branch": "main" }
}